[["Sitting all day can be deadly. 5-minute walks can offset harms", "A new study finds that taking regular, short bouts of movement during the day can reduce the risk of developing conditions like diabetes and heart disease."], ["A special counsel will probe government documents at Biden's home and private office", ""], ["At the end of humanity, 'The Last of Us' locates what makes us human", ""], ["Exxon climate predictions were accurate decades ago. The company still sowed doubt", ""], ["Anti-fatness keeps fat people on the margins, says Aubrey Gordon", ""], ["An 'extremely dangerous' tornado in Selma, Ala., damages buildings and uproots trees", ""], ["Anti-Defamation League survey finds a spike in antisemitic beliefs", ""], ["How to manage the homework of adulthood, from paperwork to repairs", "Life seems full of ever-increasing piles of paperwork — bills to pay, appointments to make, forms to sign, carpools to organize. Here's how to conquer the responsibilities on your to-do list so you can get back to your life."], ["Girl Guides of Canada renames its Brownies after members share experiences of racism", "The new name, Embers, was approved overwhelmingly by members and is meant to be more inclusive. Past and present Girl Guides said the old name caused harm and even prevented or delayed their joining."], ["Condoleezza Rice calls for 'urgency' in sending weapons and money to Ukraine", "Former Secretary of State Condoleezza Rice thinks the way forward for the war in Ukraine is: more. More weapons and more money to Ukraine's forces trying to kick Russia out of their country."], ["With a debt ceiling fight expected, McCarthy suggests a possible deal with Democrats", "House Speaker Kevin McCarthy says he hopes to speak with President Biden \"early\" to avoid a potential default on the nation's debt this summer. He raised a bipartisan 2019 deal as a potential model."], ["Ryan Shazier was seriously injured in an NFL game. He has advice for Damar Hamlin", "The players suffered different injuries, though in similar settings. The former Steeler reflects on the memories Hamlin's collapse brought back and what he learned from his own long road to recovery."], ["A Maryland girl finds an ancient tooth from a 50-foot-long megalodon in the Chesapeake Bay", "Budding paleontologist Molly Sampson found the 5-inch megalodon tooth near Calvert Cliffs, Md., while trying out the new insulated waders she got for Christmas."], ["McCarthy says Santos will remain in office, even as N.Y. Republicans call for his ouster", "A coalition of Republican officials in New York state, including a Long Island congressman, say Rep. George Santos should resign over the \"overwhelming\" lies he told voters."], ["As storms persist, a few Calif. reservoirs figured out how to capture more for drought", "Decades-old rules mean most reservoirs aren't allowed to fill up in the winter. A new approach using weather forecasts is helping some save more water to help with California's drought."], ["Joni Mitchell wins Gershwin Prize for Popular Song from Library of Congress", "Pathbreaking folk singer and songwriter Joni Mitchell has been awarded one of the nation's highest honors in songwriting."], ["NASA's Webb telescope has discovered its first exoplanet", "The exoplanet was found using a satellite and spectrography. It has a similar size as Earth, but is much hotter and completes its orbit around its star in two days."], ["Elon Musk has lost more money than anyone in history, Guinness World Records says", "Musk has lost hundreds of billions of dollars in recent years, largely due to Tesla stock plummeting."], ["This journalist says Netanyahu's new government is a threat to Israeli democracy", "Journalist Anshel Pfeffer says the Israeli prime minister has a \"strange detachment\" when it comes to social issues — which opens the door for conservative members of his coalition to make changes."], ["Here's where your money goes when you buy a ticket from a state-run lottery", "The Mega Millions' estimated jackpot has increased to a total of $1.35 billion — the second-largest jackpot in the game's history, officials say."], ["Look to the night sky in 2023", "Astronomer Jackie Faherty outlines the most exciting sky events you can put on your calendar in 2023, from eclipses to meteor showers and more."], ["Inflation is easing, even if it may not feel that way", "Annual inflation continued to ease, cooling to 6.5% in December, but prices are still climbing at a rapid rate, meaning people have to work longer and harder to keep the same standard of living."], ["The DOJ announces a $31 million redlining settlement with LA-based City National Bank", "The Justice Department accused the bank of discrimination by refusing to underwrite mortgages in predominately Black and Latino communities."], ["Democrats push for Bolsonaro to be booted from the U.S. as Brazil investigates riots", "Brazil is widening its investigations into how thousands of supporters of former president ransacked government buildings. But with Jair Bolsonaro still in Florida, Democratic lawmakers want him out."], ["Here's the latest on the NOTAM outage that caused flight delays and cancellations", "The Federal Aviation Administration said late Wednesday that early work traced the blackout to a \"damaged database file.\""], ["Oil, human rights, security: Here's what's in store for U.S.-Gulf relations in 2023", "Visiting Saudi Arabia last summer, President Biden tried to reassure Arab leaders of U.S. commitment to the region's security. But Gulf nations aren't necessarily rushing to side with Washington."], ["UAE names its oil company chief to lead U.N. climate talks", "The United Arab Emirates nominated Sultan al-Jaber, who both leads Abu Dhabi's state-run oil company and oversees its renewable energy efforts, to be the president of climate negotiations in Dubai."], ["Roberta Flack's first piano came from a junkyard – five Grammys would follow", "The Green Piano: How Little Me Found Music recounts the story of Flack's father finding her a beat-up, old, upright in a junkyard — a treasure that led to a life in music."], ["Tatjana Patitz, one of the original supermodels of the '80s and '90s, dies at age 56", "The German-born Patitz was among an elite group of famed fashion supermodels who graced magazine covers. She famously appeared in George Michael's \"Freedom! '90\" music video."], ["New York City nurses end strike after reaching a tentative agreement", "After three days on the picket line, more than 7,000 nurses are returning to work at the city's biggest hospitals with the promise of \"concrete, enforceable safe staffing ratios,\" their union said."], ["Classic rock guitar virtuoso Jeff Beck dies at 78", "Guitarist Jeff Beck was among a wave of influential English guitar players in love with American blues. He died on Tuesday, January 10 after contracting bacterial meningitis."], ["The FDA no longer requires all drugs to be tested on animals before human trials", "In a victory for animal rights advocates, drugmakers can take their products to human clinical trials using alternative testing methods that don't involve animals."], ["Amazon loses bid to overturn historic union win on Staten Island warehouse", "Amazon should recognize its first unionized warehouse in the U.S., a federal labor official ruled."], ["A 'wolf warrior' is sidelined, as China softens its approach on the world stage", "Zhao Lijian, a foreign ministry spokesman known for his combative approach, was reassigned. The change is mostly tactical, but analysts see a window of opportunity to improve China-U.S. relations."], ["Antigovernment protests spread across Peru and near the tourist draw Machu Picchu", "Protests against Peruvian President Dina Boluarte's government that have left dozens of people dead since they began a month ago spread through the south of the Andean country."], ["U.S. women's soccer tries to overcome its past lack of diversity", "While the U.S. women's national soccer team has steadily become more representative, players say there's still work to be done. That means ensuring young women of color feel included in the sport."], ["Marc-André Hamelin: Tiny Desk Concert", "Watch the pianist, who's been called \"a performer of near-superhuman prowess,\" play a smart set that spans six centuries."]]